Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/monero-gui.tmx
Source language: en
Languages: sv

source: Check Transaction
sv: Kontrollera transaktion

source: Save as Image
sv: Spara som bild

source: Spendable Wallet
sv: Spenderbar plånbok

source: Using letters, numbers, and/or symbols
sv: Använd bokstäver, siffror och/eller symboler

source: Open folder
sv: Öppna mapp

source: Set the label of the selected account:
sv: Ange etiketten för det valda kontot:

source: Address:
sv: Adress:

source: P2Pool startup flags
sv: Startflaggor för P2Pool

source: Unknown recipient
sv: Okänd mottagare

source: Public spend key
sv: Publik spendernyckel

source: Daemon log
sv: Daemonens loggfil

source: Payment proof check
sv: Kontroll av betalningsbevis

source: Light theme
sv: Ljust tema

source: Transaction ID
sv: Transaktions-ID

source: Failed to send command
sv: Det gick inte att skicka kommandot

source: Saved to local wallet history
sv: Sparad till den lokala plånbokens historik

source: Reserve
sv: Reserv

source: This mode is ideal for managing small amounts of Monero. You have access to basic features for making and managing transactions. It will automatically connect to the Monero network so you can start using Monero immediately.
sv: Detta läge är idealt för att hantera mindre summor Monero. Du får åtkomst till enklare funktioner för att skapa och hantera transaktioner. Det kommer automatiskt ansluta till Moneros nätverk så du kan börja använda Monero direkt.

source: Hide balance
sv: Göm saldo

source: Medium
sv: Medel

source: See transactions
sv: Visa transaktioner

source: Use half (recommended)
sv: Använd hälften (rekommenderas)

source: Searching node
sv: Söker nod

source: 2. Using cold wallet, import the outputs file and export the key images
sv: 2. Importera filen med utdata och exportera nyckelbilderna med den kalla plånboken

source: Address #
sv: Adress nr

source: Payment URL
sv: Betalnings URL

source: View Only
sv: Granskningsläge

source: Language changed.
sv: Språket har ändrats.

source: Can't load unsigned transaction:
sv: Kan inte läsa in osignerad transaktion:

source: Wallet mode:
sv: Plånboksläge:

source: P2Pool installation failed.
sv: P2Pool-installationen misslyckades.

source: Please confirm new password
sv: Bekräfta nytt lösenord

source: Desktop entry
sv: Skrivbordspost

source: WARNING: Copying your seed to clipboard can expose you to malicious software, which may record your seed and steal your Monero. Please write down your seed manually.
sv: VARNING: Om du kopierar ditt minnesfrö till urklipp så riskerar du att exponeras för skadlig programvara, som kan registrera ditt minnesfrö och stjäla dina Monero. Vänligen nedteckna ditt minnesfrö manuellt.

source: Prune blockchain
sv: Beskär blockkedjan

source: Received
sv: Mottagna

source: The view only wallet has been created with the same password as the current wallet. You can open it by closing this current wallet, clicking the "Open wallet from file" option, and selecting the view wallet in: %1 You can change the password in the wallet settings.
sv: Den skrivskyddade plånboken har skapats med samma lösenord som den aktuella plånboken. Du kan öppna den genom att stänga den aktuella plånboken, klicka på ”Öppna plånbok från fil” och välja den skrivskyddade plånboken i: %1 Du kan ändra lösenordet i plånboksinställningarna.

source: Double tap to copy
sv: Dubbeltryck för att kopiera

source: Show on device
sv: Visa på enheten

source: Wallet name is invalid
sv: Plånboksnamnet är ogiltigt

source: This is a good signature
sv: Detta är en godkänd signatur

source: Optional message against which the signature is signed
sv: Valfritt meddelande som signaturen signeras mot

source: In order to avoid nullifying the protection afforded by Monero's ring signatures, an output should not be spent with different rings on different blockchains. While this is normally not a concern, it can become one when a key-reusing Monero clone allows you to spend existing outputs. In this case, you need to ensure this existing outputs uses the same ring on both chains.<br>This will be done automatically by Monero and any key-reusing software which is not trying to actively strip you of your privacy.<br>If you are using a key-reusing Monero clone too, and this clone does not include this protection, you can still ensure your transactions are protected by spending on the clone first, then manually adding the ring on this page, which allows you to then spend your Monero safely.<br>If you do not use a key-reusing Monero clone without these safety features, then you do not need to do anything as it is all automated.<br>
sv: För att inte upphäva det skydd som Moneros ringsignaturer ger bör en utgång inte spenderas med olika ringar på olika blockkedjor. Även om detta normalt inte är ett problem kan det bli det om en Monero-klon som återanvänder nycklar låter dig spendera befintliga utgångar. I så fall måste du se till att dessa befintliga utgångar använder samma ring på båda kedjorna.<br>Monero och programvara som återanvänder nycklar och inte aktivt försöker frånta dig din integritet gör detta automatiskt.<br>Om du också använder en Monero-klon som återanvänder nycklar och den saknar detta skydd kan du ändå skydda transaktionerna genom att först spendera på klonen och sedan manuellt lägga till ringen på den här sidan. Därefter kan du spendera dina Monero på ett säkert sätt.<br>Om du inte använder en Monero-klon som återanvänder nycklar och saknar dessa säkerhetsfunktioner behöver du inte göra något; allt är automatiserat.<br>

source: Awaiting in txpool
sv: Väntar i txpol

source: Paste tx ID
sv: Klistra in transaktions-ID

source: Would you like to register Monero GUI Desktop entry?
sv: Vill du registrera Monero GUI:s skrivbordspost?

source: Passwords do not match
sv: Lösenorden stämmer inte överens

source: Daemon is synchronized (%1)
sv: Daemonen är synkroniserad (%1)

source: Do you want to download and verify new version?
sv: Vill du ladda ned och verifiera den nya versionen?

source: Error starting mining
sv: Ett fel uppstod vid start av utvinning

source: Temporary use of remote nodes is useful in order to use Monero immediately (hence the name bootstrap), however be aware that when using remote nodes (including with the bootstrap setting), nodes could track your IP address, track your "restore height" and associated block request data, and send you inaccurate information to learn more about transactions you make.
sv: Tillfällig användning av fjärrnoder gör att du kan använda Monero direkt (därav namnet bootstrap), men tänk på att noder vid användning av fjärrnoder, även med bootstrap-inställningen, kan spåra din IP-adress, din ”återställningshöjd” och tillhörande blockbegärandedata samt skicka felaktig information för att få veta mer om de transaktioner du gör.

source: Import
sv: Importera

source: Add payment ID
sv: Lägg till betalnings ID

source: Restore wallet from keys or mnemonic seed.
sv: Återställ plånbok från nycklar eller återställningsfras.

source: Wallet location
sv: Plånboksplats

source: Relative
sv: Relativ

source: Enter your 25 word mnemonic seed
sv: Ange din återställningsfras med 25 ord

source: Please choose a directory
sv: Välj en mapp

source: This address received nothing
sv: Denna adress mottog ingenting

source: Network Type
sv: Nätverkstyp

source: Easy access to sending, receiving and basic functionality. The blockchain is downloaded to your computer.
sv: Enkel åtkomst till att skicka, ta emot och grundläggande funktioner. Blockkedjan laddas ned till datorn.

source: only visible to you
sv: visas bara för dig

source: Passwords match!
sv: Lösenorden stämmer överens!

source: Accounts
sv: Konton

source: Enter a strong password
sv: Ange ett starkt lösenord

source: Locks the wallet on demand.
sv: Låser plånboken vid behov.

source: Stop mining
sv: Stoppa utvinning

source: Use custom settings
sv: Använd anpassade inställningar

source: Add a name...
sv: Lägg till ett namn

source: Number of KDF rounds:
sv: Antal KDF-rundor:

source: Amount to receive
sv: Belopp att ta emot

source: Outputs successfully imported to wallet
sv: Utdata har importerats till plånboken

source: Select All
sv: Markera alla

source: Generate a proof of your incoming/outgoing payment by supplying the transaction ID, the recipient address and an optional message. For the case of outgoing payments, you can get a 'Spend Proof' that proves the authorship of a transaction. In this case, you don't need to specify the recipient address.
sv: Skapa ett bevis för din inkommande/utgående betalning genom att ange transaktions-ID, mottagaradressen och ett valfritt meddelande. När det gäller utgående betalningar kan du få ett "spenderbevis" som intygar transaktionens ägarskap. I detta fall behöver du inte ange mottagaradressen.

source: Your daemon must be synchronized before you can start mining
sv: Din daemon måste vara synkroniserad innan utvinning kan påbörjas

source: Key images successfully imported to wallet
sv: Nyckelbilder har importerats till plånboken

source: Light Theme
sv: Ljust tema

source: Add
sv: Lägg till

source: Blockchain location
sv: Blockkedjans plats

source: This sets which outputs are known to be spent, and thus not to be used as privacy placeholders in ring signatures.
sv: Detta anger vilka utgångar som med säkerhet har spenderats, och som därför inte ska användas som sekretessplatshållare i ringsignaturer.

source: Advanced
sv: Avancerat

source: Please enter %1 for:
sv: Var god ange %1 för:

source: Stopping the node
sv: Stoppar noden

source: Key image
sv: Nyckelavbildning

source: Starting local node in %1 seconds
sv: Startar lokal nod om %1 sekunder

source: Error writing wallet from hardware device. Check application logs.
sv: Fel när plånboken skrevs från hårdvaruenheten. Kontrollera programmets loggar.

source: Wallet restore height:
sv: Plånbokens återställningshöjd:

source: Tap again to close...
sv: Tryck igen för att stänga …

source: Paste amount of XMR (reserve proof only)
sv: Klistra in belopp i XMR (endast reservbevis)

source: View progress
sv: Visa förlopp

source: confirmations
sv: bekräftelser

source: Add recipient
sv: Lägg till mottagare

source: For reserve proofs you don't need to specify tx id or address.
sv: För reservbevis behöver du inte ange transaktions-id eller adress.

source: Choose your hardware wallet
sv: Välj hårdvaruplånbok

source: Display wallet name in title bar
sv: Visa plånboksnamnet i titelraden

source: Mark as spent
sv: Svartlista

source: Set description:
sv: Ange beskrivning:

source: Subaddress lookahead (optional)
sv: Framåtblick för underadresser (valfritt)

source: Transaction is not needed for reserve proof.
sv: En transaktion behövs inte för reservbevis.
